Revit 2027 API
ParameterTypeId.BackgroundPatternColorParam Property
 "Background Pattern Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BackgroundPatternColorParam { get; }
Public Shared ReadOnly Property BackgroundPatternColorParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BackgroundPatternColorParam {
	ForgeTypeId^ get ();
}
static member BackgroundPatternColorParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace